Repository: CARBONTREX/HHEMS
Catalog: hems_application/lib/l10n/app_*.arb
Languages: nl

source: Home Energy Management
nl: Energiebeheer Thuis

source: Schedules
nl: Schema's

source: Your Devices
nl: Jouw apparaten

source: Devices
nl: Apparaten

source: Settings
nl: Instellingen

source: Your Rooms
nl: Jouw kamers

source: Your Favorites
nl: Jouw favorieten

source: Temperature
nl: Temperatuur

source: Solar Panel
nl: Zonnepaneel

source: Thermal Device
nl: Thermisch apparaat

source: Consumer Device
nl: Verbruiksapparaat

source: Meter Device
nl: Meterapparaat

source: Battery
nl: Batterij

source: On/Off Device
nl: Aan/Uit-apparaat

# deviceAnalytics
source: Power Analytics
nl: Energieanalyse

# consumption
source: Total Consumption (W)
nl: Totaal verbruik (W)

# seconds
source: Seconds Ago
nl: seconden geleden

source: Power Flow
nl: Energiedoorstroming

source: Create new room
nl: Nieuwe kamer aanmaken

source: Choose room type
nl: Kies kamertype

source: Enter room name
nl: Voer kamernaam in

source: Create
nl: Aanmaken

source: Cancel
nl: Annuleren

source: Automation
nl: Automatisering

source: Others
nl: Overige

source: Active Until
nl: Actief tot

source: Cancel job
nl: Taak annuleren

source: Reset target
nl: Doel resetten

source: Meter info
nl: Meterinformatie

source: Dark mode
nl: Donkere modus

source: Failed to get status of
nl: Status ophalen mislukt voor

source: Canceling job
nl: Taak wordt geannuleerd

source: Job cancelled successfully
nl: Taak succesvol geannuleerd

source: Failed to cancel job
nl: Taak annuleren mislukt

source: Coming up
nl: Binnenkort

source: No upcoming jobs
nl: Geen aankomende taken

source: Suggested changes
nl: Voorgestelde wijzigingen

source: Example Device
nl: Voorbeeldapparaat

source: Move to
nl: Verplaatsen naar

# ifMoveRuleFromToMoreUseOf
source: If you move this rule from {oldTime} to {newTime}, you will make more use of your {device}
nl: Als je deze regel verplaatst van {oldTime} naar {newTime}, maak je meer gebruik van je {device}

source: solar panels
nl: zonnepanelen

source: Scheduling job
nl: Taak wordt ingepland

source: Job scheduled successfully
nl: Taak succesvol ingepland

source: Failed to schedule job
nl: Inplannen van taak mislukt

source: No devices added to this room yet
nl: Nog geen apparaten aan deze kamer toegevoegd

source: Confirm deletion
nl: Verwijdering bevestigen

source: Are you sure you want to delete this room
nl: Weet je zeker dat je deze kamer wilt verwijderen?

source: Delete
nl: Verwijderen

source: Name
nl: Naam

source: Device
nl: Apparaat

source: Save changes
nl: Wijzigingen opslaan

source: No devices added yet
nl: Nog geen apparaten toegevoegd

source: Add or remove managed devices
nl: Beheerde apparaten toevoegen of verwijderen

source: Done
nl: Gereed

source: Action for
nl: Actie voor

source: Unknown
nl: Onbekend

source: Select an action
nl: Selecteer een actie

source: Create new job
nl: Nieuwe taak aanmaken

source: Error fetching device status
nl: Fout bij ophalen van apparaatstatus

source: Select a device
nl: Selecteer een apparaat

source: Date
nl: Datum

source: Select a date
nl: Selecteer een datum

source: Start Time
nl: Starttijd

source: Select a time
nl: Selecteer een tijd

source: hour(s)
nl: uur

source: and
nl: en

source: minutes
nl: minuten

source: Duration
nl: Duur

source: Select a duration
nl: Selecteer een duur

source: Start time can't be in the past
nl: Starttijd mag niet in het verleden liggen

source: Schedule reminder
nl: Schemaherinnering

# yourDeviceWillStartInTenMinutes
source: Your {device} will start in 10 minutes
nl: Je {device} start over 10 minuten

# yourDeviceWillStopInTenMinutes
source: Your {device} will stop in 10 minutes
nl: TODO

source: Create job
nl: Taak aanmaken

# thereAreNoScheduledJobsForThisDevice
source: There are no jobs scheduled for this device
nl: Er zijn geen geplande taken voor dit apparaat

# nextScheduledActionStartsIn
source: Next scheduled action starts in: {hours} hour(s), {minutes} minute(s)
nl: Volgende actie begint over: {hours} uur, {minutes} minuten

# durationHoursMinutes
source: Duration: {hours} hour(s), {minutes} minute(s)
nl: Duur: {hours} uur, {minutes} minuten

source: Job currently active
nl: Taak is momenteel actief

# timeLeftHoursMinutes
source: Time left: {hours} hour(s), {minutes} minute(s)
nl: Resterende tijd: {hours} uur, {minutes} minuten

source: Production
nl: Productie

source: Bedroom
nl: Slaapkamer

source: Kitchen
nl: Keuken

source: Living room
nl: Woonkamer

source: Bathroom
nl: Badkamer

source: Garden
nl: Tuin

source: Washing room
nl: Wasruimte

source: Edit {room}
nl: Bewerk {room}

source: Current export
nl: Huidige export

source: Current import
nl: Huidige import

source: Total export
nl: Totale export

source: Total import
nl: Totale import

source: Battery is idle
nl: Batterij is inactief

source: Battery is discharging
nl: Batterij is aan het ontladen

source: estimated {time} till empty
nl: geschat nog {time} tot leeg

source: Battery is charging
nl: Batterij is aan het opladen

source: estimated {time} till full charge
nl: geschat nog {time} tot volle lading

source: Target
nl: Doel

# durationAtLeastHoursMinutes
source: Duration must be at least {hours} hour(s) and {minutes} minute(s)
nl: Duur moet minimaal {hours} uur en {minutes} minuten zijn

# exportData
source: Export home configuration
nl: Exporteer huisconfiguratie

# importData
source: Import home configuration
nl: Importeer huisconfiguratie

# importSuccess
source: Configuration successfully imported
nl: Configuratie successvol geïmporteerd

# importFail
source: Invalid configuration
nl: Incorrecte configuratie

# exportSuccess
source: Configuration copied to clipboard
nl: Configuratie gekopieerd naar klemboord

# exportFail
source: Copying to clipboard failed
nl: Kopiëren naar klemboord gefaald

# transferTitle
source: Transfer configuration to/from clipboard
nl: Kopieer configuratie van/naar klemboord

# schedulesPage
source: Schedules
nl: Taken

# selectDeviceFirst
source: Select a device first
nl: Selecteer eerst een apparaat

source: New job
nl: Nieuwe taak

source: Manage devices
nl: Apparaten beheren

# cantFindYourDevice
source: Can't find your device? Make sure the device is managed by the app.
nl: Kan je jouw apparaat niet vinden? Controleer of het apparaat beheerd wordt door de app.

# editRoomDevices
source: Edit room
nl: Kamer bewerken

source: Schedule a job
nl: Plan een taak in

source: View schedule
nl: Bekijk taken

source: Schedule for {device}
nl: Ingeplande taken voor {device}

# nowActiveUntil
source: Now active until {time}
nl: Nu actief tot {time}

# tryCreatingARoom
source: Try creating rooms to organize your devices!
nl: Probeer kamers te creëren om je apparaten te organiseren!
